{
  "businessIdentity": {
    "legalName": "Tender Gardens LLC",
    "dba": "Tender Gardens",
    "owner": "Jaime Goulet",
    "established": "June 14, 2024",
    "contactInfo": {
      "phone": "941-786-4552",
      "email": "jaimegoulet@yahoo.com",
      "baseLocation": "Venice, Florida",
      "serviceRadius": "15 miles from Venice, FL",
      "primaryServiceCities": [
        "Venice",
        "Sarasota",
        "North Port",
        "Englewood",
        "Osprey",
        "Nokomis",
        "Siesta Key"
      ],
      "secondaryServiceCities": [
        "Laurel",
        "Venice Gardens",
        "South Venice",
        "Plantation",
        "Gulf Gate Estates",
        "Vamo",
        "Bee Ridge",
        "Lake Sarasota",
        "Warm Mineral Springs",
        "Manasota Key"
      ]
    }
  },
  "businessDescription": {
    "tagline": "Creating and maintaining habitat for wildlife",
    "missionStatement": "Conserving native Florida landscapes for the future by installing and maintaining wildlife habitat using exclusively native plants.",
    "coreFocus": "Owner-operated native plant garden maintenance studio with selective butterfly habitat installations for Venice and Sarasota area properties.",
    "originStory": "Sarasota-born Jaime began working with Florida native plants in 2014 while foraging for Williams Wildflowers to craft native floral arrangements for weddings and events. That hands-on experience with familiar coastal ecosystems led her to steward private gardens and eventually launch Tender Gardens as a dedicated maintenance practice serving the Venice area, formally filing the LLC on June 14, 2024.",
    "businessModel": "Solo practitioner intentionally limiting the schedule to four days and 20 hours per week. Focuses on long-term maintenance relationships and hand-built butterfly gardens, occasionally teaming up with trusted native experts for larger installs when they align with her lifestyle boundaries."
  },
  "keyDifferentiators": [
    "Sarasota native with lifelong ties to local habitats and neighborhoods",
    "Solo gardener delivering every visit personally with exclusively Florida native plants",
    "Experience working with native species since 2014, beginning with Williams Wildflowers",
    "Conservation-driven approach that invites clients into the local habitat movement",
    "Trusted relationships with Florida Native Plants Nursery partners and long-term maintenance clients",
    "Ongoing education to deepen native plant expertise and grassroots conservation impact"
  ],
  "coreServices": {
    "primaryService": {
      "name": "Native Garden Maintenance",
      "description": "Regular maintenance of established native plant gardens including specialized weeding (distinguishing native volunteers from invasives), seasonal cleanup, native plant health monitoring, mulch renewal, and ongoing habitat management.",
      "targetMarket": "Homeowners with existing native gardens or recent native landscape installations",
      "pricingApproach": "Monthly retainer or seasonal service packages",
      "idealClientFrequency": "Monthly or bi-monthly visits"
    },
    "secondaryServices": [
      {
        "name": "Butterfly & Pollinator Garden Installation",
        "description": "Installation of small butterfly and pollinator gardens featuring native host plants (milkweed, pipevine, passionflower) and nectar sources that bloom seasonally to support Southwest Florida pollinators.",
        "scope": "Residential courtyards and compact beds, typically 100-400 sq ft",
        "includedComponents": [
          "Site assessment and plant selection",
          "Native host plant installation for butterfly lifecycles",
          "Native nectar plants for continuous bloom",
          "Organic mulch and soil preparation",
          "Initial establishment care guidance"
        ],
        "collaborationNote": "For installations beyond this scale, Jaime may partner with fellow native plant experts, but these collaborations are limited and not part of the core offer."
      }
    ]
  },
  "serviceCapabilities": {
    "currentCapacity": "Four-day, 20-hour workweek supporting 8-10 recurring maintenance clients with room for 1-2 small butterfly garden installs per month when the calendar allows",
    "growthGoals": [
      "Maintain a stable roster of native garden maintenance accounts across Venice, Englewood, and Sarasota",
      "Establish reputation for butterfly and pollinator garden expertise",
      "Develop relationships with native plant nurseries for reliable sourcing",
      "Keep collaboration installs selective so workload stays within the 20-hour boundary"
    ],
    "limitations": [
      "Solo operation - one person handling all work",
      "No crew hiring or employee management - Jaime prefers to work alone",
      "No large commercial projects",
      "No hardscaping or irrigation installation (can recommend partners)",
      "Limited availability for large-scale installations (collaboration-only if accepted)",
      "No tree removal or major land clearing",
      "Service area limited to 15-mile radius from Venice, FL for efficiency"
    ]
  },
  "targetCustomerProfile": {
    "primaryAudience": {
      "demographics": "Environmentally conscious homeowners in Venice/Sarasota area, typically 55-75 years old (retirees and pre-retirees), college-educated, middle to upper-middle income",
      "psychographics": [
        "Values wildlife conservation and habitat restoration",
        "Interested in reducing lawn maintenance and water usage (retiree-appropriate low-maintenance)",
        "Appreciates native plant aesthetics and ecological function",
        "Willing to invest in sustainable landscaping for retirement home",
        "Often birders, butterfly enthusiasts, or nature lovers with time to enjoy gardens",
        "Prefers professional maintenance over DIY (physical limitations, time priorities)",
        "Active in Sarasota County Butterfly Club, Audubon chapters, environmental groups"
      ],
      "painPoints": [
        "Tired of high-maintenance traditional landscapes",
        "Want to support pollinators but don't know which plants to use",
        "Concerned about invasive species taking over their yards",
        "Need help distinguishing native plants from weeds",
        "Looking for professional who understands native plant care",
        "Want low-water, low-input landscape that still looks beautiful"
      ],
      "desiredTransformations": [
        "Create a thriving backyard habitat that attracts butterflies and birds",
        "Reduce time and money spent on lawn maintenance",
        "Make a positive environmental impact through their landscape choices",
        "Transform their outdoor garden into another 'room' to enjoy",
        "Feel confident their landscape supports local ecosystems"
      ]
    }
  },
  "competitivePositioning": {
    "marketPosition": "Specialized boutique service focusing on native plant expertise and wildlife habitat",
    "competitiveAdvantages": [
      "Exclusive focus on Florida natives - not a side service",
      "Deep ecological knowledge, not just aesthetic landscaping",
      "Personal attention from experienced owner",
      "Long-term maintenance relationships, not one-time installations",
      "Butterfly and pollinator garden specialization",
      "Education-focused approach helping clients understand their gardens"
    ],
    "pricingStrategy": "Premium pricing reflecting specialized expertise, positioned 15-25% above general landscaping maintenance but competitive with other native plant specialists"
  },
  "businessPhilosophy": {
    "coreValues": [
      "Ecological integrity - only Florida native plants",
      "Education and stewardship - teaching clients about their landscapes",
      "Quality over quantity - limited client base for excellent service",
      "Long-term thinking - creating sustainable, self-supporting ecosystems",
      "Conservation impact - every project contributes to habitat restoration"
    ],
    "approach": "Right plant, right place. Matching native species to specific site conditions to create thriving gardens that require minimal inputs once established.",
    "clientRelationship": "Partner with clients as stewards of their land, providing ongoing guidance and seasonal recommendations beyond just maintenance visits."
  },
  "marketingMessages": {
    "primaryHeadline": "Native Florida Gardens That Support Wildlife and Require Less Work",
    "secondaryHeadlines": [
      "Sarasota Native Delivering Personal Garden Stewardship",
      "Expert Native Plant Maintenance for Venice & Sarasota Gardens",
      "Create Butterfly Habitat in Your Own Backyard"
    ],
    "keyBenefits": [
      "Reduced maintenance compared to traditional lawns",
      "Support butterflies, bees, and native birds",
      "Lower water bills with drought-adapted natives",
      "Year-round beauty with seasonal interest",
      "Professional care that understands native plant needs",
      "Personalized service from a trusted Sarasota native who attends every visit",
      "Guidance informed by ongoing native plant education and nursery partnerships"
    ],
    "callsToAction": [
      "Schedule a Native Garden Walk",
      "Get a Maintenance Plan Quote",
      "Schedule a Butterfly Garden Install",
      "Join the Maintenance Waitlist"
    ]
  },
  "industryInsights": {
    "marketTrends": [
      "83% of landscaping clients now request native plant species",
      "Native plant market growing faster than general landscaping (9% vs 6.7% CAGR)",
      "Increasing municipal mandates for native plants in Florida (30-75% requirements)",
      "Growing consumer awareness of pollinator decline and habitat loss",
      "Shift from high-maintenance lawns to sustainable native landscapes"
    ],
    "typicalPricing": {
      "maintenanceMonthly": "$150-400/month for residential properties depending on size and frequency",
      "butterflyGardenInstall": "$800-2,200 depending on size (100-400 sq ft) and plant selections"
    },
    "customerJourney": {
      "awareness": "Client realizes traditional landscape isn't working or wants to support wildlife",
      "research": "Searches for 'native plant garden maintenance' or 'butterfly garden installation near me'",
      "consideration": "Reviews website, social media, looks for native plant expertise and local knowledge",
      "decision": "Books garden walk to discuss their specific property and goals",
      "onboarding": "Site visit, personalized plan, phased approach if budget requires",
      "loyalty": "Monthly maintenance becomes long-term relationship, referrals to neighbors and friends"
    }
  },
  "operationalRealities": {
    "seasonalDemand": {
      "peak": "Fall (September-November) for planting season, Spring (March-May) for maintenance refreshes and butterfly garden installs",
      "maintenance": "Year-round in Florida but lighter in summer heat, heavier in fall/winter growing season",
      "note": "Potential snowbird seasonality in Venice market - some clients may be part-time residents (Oct-Apr)"
    },
    "supplySourcing": "Partner with local native plant nurseries in Sarasota area (Florida Native Plants Nursery, Sweet Bay Nursery). Challenge: native plant availability can be limited, requires advance planning for installations. Opportunity: referral partnership with nurseries.",
    "workWeekPreferences": "Operates four days per week (typically Monday-Thursday) with a 20-hour cap to protect lifestyle balance and ensure high-quality solo work.",
    "timeAllocation": {
      "maintenanceVisit": "2-4 hours typical residential property",
      "butterflyInstallation": "1-2 days for butterfly garden (100-400 sq ft)",
      "collaborationInstallation": "Multi-day projects only accepted with trusted partners when scale exceeds solo capacity"
    }
  }
}
